/* Action not found */
"Action not found" = "Actiunea nu a fost gasita";

/* API unavailable */
"API unavailable" = "API nedisponibila";

/* Bad request */
"Bad request" = "Cerere gresita";

/* Forbidden */
"Forbidden" = "Interzis";

/* Format not accepted */
"Format not accepted" = "Formatul nu este acceptat";

/* Internal Server error */
"Internal Server error" = "Eroare interna de server";

/* Invalid Auth */
"Invalid Auth" = "Autentificare Gresita";

/* Not implemented */
"Not implemented" = "Nu a fost implementat";

/* Object not found */
"Object not found" = "Obiectul nu a fost gasit";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Acceptat partial";

/* Partially created */
"Partially created" = "Creat partial";

/* Permission denied */
"Permission denied" = "Permisiune interzisa";

/* Resource not found */
"Resource not found" = "Resursa nu a fost gasita";

/* Ressource Timeout */
"Ressource Timeout" = "Resursa Timeout";

/* Service unavailable */
"Service unavailable" = "Serviciul nu este disponibil";

/* Successfully accepted */
"Successfully accepted" = "Acceptat cu succes";

/* Successfully created */
"Successfully created" = "Creat cu succes";

/* Unacceptable data */
"Unacceptable data" = "Datele nu au fost acceptate";

/* Unknown error */
"Unknown error" = "Erroare necunoscuta";

